Repository: snuglinux/iso-management-snuglinux
Catalog: lang/iso-management-snuglinux-*.po
Languages: uk

source: Information about the plug-in iso-management-snuglinux
uk: Інформація про плагіни iso-management-snuglinux

source: The plugin is designed to automatically create ISO images via the Web interface.
uk: Плагін призначений для автоматичного створення зображень ISO за допомогою веб-інтерфейсу.

source: The plugin works in conjunction with the start-user-build-snuglive script.
uk: Плагін працює разом зі сценарієм start-user-build-snuglive.

source: Author: <td class="email column-email" data-colname="E-mail"><a href="mailto:snuglinux@ukr.net">snuglinux@ukr.net</a></td>
uk: Автор: <td class="email column-email" data-colname="E-mail"><a href="mailto:snuglinux@ukr.net">snuglinux@ukr.net</a></td>

source: Create iso image
uk: Створити iso-образ

source: Creating a new iso image
uk: Створення нового ISO зображення

source: The %s path does not exist!
uk: Шлях %s не існує!

source: The %s file already exists!
uk: Файл %s вже існує!

source: Successfully executed script
uk: Успішно виконаний скрипт

source: Error running script
uk: Помилка виконання сценарію

source: Delete file
uk: Видалити файл

source: Do you want to delete the %s file?
uk: Ви хочете видалити файл %s?

source: Delete
uk: Видалити

source: Cancel
uk: Скасувати

source: ISO Management
uk: Управління ISO

source: This is the main page of the plugin "ISO Management"
uk: Головна сторінка плагіна "ISO Management"

source: New ISO
uk: Новий ISO

source: Back
uk: Назад

source: Info
uk: Інформація

source: There is not a single value.
uk: Не існує жодного значення.

source: Name
uk: Ім'я

source: Download
uk: Завантажити

source: ISO Management Snuglinux
uk: ISO менеджмент Snuglinux

source: Control panel ISO images SnugLinux
uk: Панель керування ISO образами SnugLinux

source: Khomenko Valery
uk: Хоменко Валерій
